const breedInfo = {
  말티즈: `말티즈는 털이 길고 잘 엉키므로 
    주기적인 빗질과 미용이 필요하며, 
    충분한 운동과 산책으로 
    에너지를 발산시켜야 합니다. 
    건강 관리를 위해 
    정기적인 동물 병원 검진이 중요하며, 
    치아 질환과 슬개골 탈구에 유의해야 합니다. 
    사회화 훈련과 균형 잡힌 식단을 통해 건강하고 행복한 삶을 유지하도록 합니다.`,
  포메라니안: `포메라니안은 털이 풍성해 주기적인 빗질과 미용이 필요하며, 활발한 성격을 고려해 충분한 운동과 놀이를 제공해야 합니다. 슬개골 탈구와 치아 문제에 취약하므로 정기적인 건강 검진과 치아 관리를 철저히 해야 합니다. 사회화 훈련과 적절한 영양 관리를 통해 건강하고 안정된 성격을 유지하도록 합니다.`,
  푸들: `푸들은 지능이 높아 많은 자극과 훈련이 필요하며, 에너지가 많아 충분한 운동이 필요합니다. 털이 자주 자라므로 정기적인 미용과 빗질이 중요합니다. 또한, 슬개골 탈구와 치아 문제 같은 건강 문제에 주의하고 정기적인 건강 검진을 받도록 해야 합니다.`,
  요크셔테리어: `요크셔테리어는 치아와 구강 건강을 유지하기 위해 정기적인 양치와 치과 검진이 필요합니다. 또한, 그들의 작고 섬세한 체구에 맞는 균형 잡힌 식이와 적절한 운동이 필수적입니다. 마지막으로, 그들의 긴 털을 건강하게 유지하기 위해 자주 빗질하고 적절한 미용 관리가 필요합니다.`,
  시추: `시추는 짧은 코와 평평한 얼굴 구조로 호흡기 문제가 발생할 수 있으므로 주의가 필요합니다. 또한, 털이 길고 밀도가 높아 정기적인 미용과 청결 유지가 중요합니다. 마지막으로, 눈과 관절 문제를 예방하기 위해 정기적인 건강 검진과 적절한 운동이 필요합니다.`,
};

export default breedInfo;
